{
  "places":[
            {
              "name":"Subway",
              "lat": "20.734540",
              "lon": "-103.457680"
            },
            {
              "name":"Cafetería",
              "lat": "20.7338204",
              "lon": "-103.4551572"
            },
            {
              "name":"Starbucks",
              "lat": "20.7351097",
              "lon": "-103.455522"
            },
            {
              "name":"Juvie Jus",
              "lat": "20.734642",
              "lon": "-103.457674"
            },
            {
              "name":"Oxxo",
              "lat": "20.7341744",
              "lon": "-103.4561874"
            },
  ]
}
